Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-402.html.tmx
Source language: sme
Languages: nob

source: PRD : Sámediggi rahpá sámegiel sátnevuorká interneahtas
nob: PRM : Sametinget lanserer ny nettbasert orddatabase for samisk

source: Sámediggi rahpá ođđa sátnevuorká interneahtas geassemánu 22. b. www.risten.no lea máŋggagielat ohcanbálvalus mas leat sihke dábálaš sánit ja doahpagat oarjel- , julev- ja davvisámegillii ja latiinna- ja dárogillii .
nob: Sametinget lanserer en ny , nettbasert orddatabase på nett 22. juni . www.risten.no er en flerspråklig søketjeneste som inneholder både allmenne ord og begreper på sør- , lule- , og nordsamisk , latin og norsk .

source: Ođđa sátnevuorká rahppojuvvo virggálaččat gaskavahku geassemánu 22. b. dii. 12.00 Árran julevsáme guovdátjis , Ájluovtas .
nob: Den nye orddatabasen lanseres offisielt onsdag 22.06.05 kl 12.00 på Árran julevsáme guovddásj , Drag .

source: Almmuhan Pål Hivand .
nob: Publisert av Pål Hivand .

source: Vuosttaš geardde almmuhan 21.06.2005
nob: Første gang publisert 21.06.2005

source: - Ohcanbálvalus lea vearditmeahttun veahkkeneavvu giellaberošteaddjiide , áššedovdiide ja maidái dábálaš neahttageavaheaddjiidege .
nob: - Søketjenesten vil være et uvurderlig hjelpemiddel for språkinteresserte , eksperter så vel som allminnelige nettbrukere .

source: Mii jáhkkit ahte dakkár sátnevuorká , maid buohkat sáhttet geavahit , nanne sámegiela fuopmášahtti .
nob: En orddatabase allment tilgjengelig på nett tror vi vil styrke det samiske språket betydelig .

source: Jáhkán dat maid movttiidahttá eanet sámegiela geavaheami , cealká ráđđelahttu Johan Mikkel Sara .
nob: Jeg tror dette dette vil motivere til mer aktiv bruk av samisk , uttaler rådsmedlem Johan Mikkel Sara .

source: Dál leat su . 12 200 sáni vuorkkás .
nob: Det er pr. i dag ca. 12 200 ord i basen .

source: Sátni logahallojuvvo oktan váldosátnin ja jorgaluvvo máŋgga gillii .
nob: Et ord registreres som ett hovedord med oversetting til flere språk .

source: Dálá vuorkkás leat eanaš sánit davvisámegillii ja dárogillii .
nob: De fleste ordene i dagens base er nordsamisk og norsk .

source: Sivvan lea go dat leat vižžojuvvon ovddeš vuorkkáin .
nob: Bakgrunnen for dette er at disse er overført fra tidligere baser .

source: Sámediggi joatká dál sátnelogahallama ja geavaha návccaid bidjat sisa eanet oarjel- ja julevsámegiel sániid .
nob: Sametinget fortsetter nå å registrere ord , og legger vekt på å få satt inn flere sørsamiske og lulesamiske ord .

source: Vuogádaga lea Sámediggi ovddidan ja dasa lea vejolašvuohta maŋŋá bidjat eanet gielaid .
nob: Systemet er utviklet av Sametinget , og har muligheter for å legge inn flere språk senere .

source: - Logahallanbargu lea áddjái , muhto mihttomearri lea ahte buot sánit mat gávdnojit sátnelisttuin ja sátnegirjjiin , galget dađistaga logahallojuvvot sátnevuorkái .
nob: - Registreringsarbeidet er veldig tidkrevende , men målet er at alle ord som finnes i ordlister og ordbøker skal registreres i orddatabanken etterhvert .

source: Nu leage min mihttomearri ahte www.risten.no galgá šaddat dat ohcangirjin sámegiel sániid ja sámegiela riektačállima oktavuođas , maid olbmot ovddimusat válljejit geavahit , dadjá Sara .
nob: Slik sett har vi som mål at www.risten.no skal bli det foretrukne oppslagsverket for samiske ord og samisk rettskrivning , sier Sara .

source: Sámedikki várrepresideanta
nob: Sametingets visepresident

source: Telefuvdna
nob: Telefon

source: Prošeaktajođiheaddji
nob: Prosjektleder
